{"translation":{"id":"eng_drv","name":"Douay-Rheims 1899","website":"https://ebible.org/Scriptures/details.php?id=engDRA","licenseUrl":"https://ebible.org/Scriptures/details.php?id=engDRA","licenseNotes":null,"shortName":"DRV","englishName":"Douay-Rheims 1899","language":"eng","textDirection":"ltr","sha256":"a190db565c67542b1849b6288d7ad004cf793c83ac5d661503f29cfed1059408","availableFormats":["json"],"listOfBooksApiLink":"/api/eng_drv/books.json","numberOfBooks":48,"totalNumberOfChapters":689,"totalNumberOfVerses":19222,"languageName":"English","languageEnglishName":"English"},"book":{"id":"1TI","translationId":"eng_drv","name":"1 Timothy","commonName":"1 Timothy","title":"Paul’s First Letter to Timothy","order":54,"numberOfChapters":6,"sha256":"23162cf5df9b81815d06a82b6320331bd1e57b7bf5f0c9080b6b79a28ffde5cc","firstChapterApiLink":"/api/eng_drv/1TI/1.json","lastChapterApiLink":"/api/eng_drv/1TI/6.json","totalNumberOfVerses":113},"chapter":{"number":5,"content":[{"type":"verse","number":1,"content":["An ancient man rebuke not, but entreat him as a father: young men, as brethren:"]},{"type":"verse","number":2,"content":["Old women, as mothers: young women, as sisters, in all chastity."]},{"type":"verse","number":3,"content":["Honour widows, that are widows indeed."]},{"type":"verse","number":4,"content":["But if any widow have children, or grandchildren, let her learn first to govern her own house, and to make a return of duty to her parents: for this is acceptable before God."]},{"type":"verse","number":5,"content":["But she that is a widow indeed, and desolate, let her trust in God, and continue in supplications and prayers night and day."]},{"type":"verse","number":6,"content":["For she that liveth in pleasures, is dead while she is living."]},{"type":"verse","number":7,"content":["And this give in charge, that they may be blameless."]},{"type":"verse","number":8,"content":["But if any man have not care of his own, and especially of those of his house, he hath denied the faith, and is worse than an infidel."]},{"type":"verse","number":9,"content":["Let a widow be chosen of no less than threescore years of age, who hath been the wife of one husband."]},{"type":"verse","number":10,"content":["Having testimony for her good works, if she have brought up children, if she have received to harbour, if she have washed the saints’ feet, if she have ministered to them that suffer tribulation, if she have diligently followed every good work."]},{"type":"verse","number":11,"content":["But the younger widows avoid. For when they have grown wanton in Christ, they will marry:"]},{"type":"verse","number":12,"content":["Having damnation, because they have made void their first faith."]},{"type":"verse","number":13,"content":["And withal being idle they learn to go about from house to house: and are not only idle, but tattlers also, and busybodies, speaking things which they ought not."]},{"type":"verse","number":14,"content":["I will therefore that the younger should marry, bear children, be mistresses of families, give no occasion to the adversary to speak evil."]},{"type":"verse","number":15,"content":["For some are already turned aside after Satan."]},{"type":"verse","number":16,"content":["If any of the faithful have widows, let him minister to them, and let not the church be charged: that there may be sufficient for them that are widows indeed."]},{"type":"verse","number":17,"content":["Let the priests that rule well, be esteemed worthy of double honour: especially they who labour in the word and doctrine:"]},{"type":"verse","number":18,"content":["For the scripture saith: Thou shalt not muzzle the ox that treadeth out the corn: and, The labourer is worthy of his reward."]},{"type":"verse","number":19,"content":["Against a priest receive not an accusation, but under two or three witnesses."]},{"type":"verse","number":20,"content":["Them that sin reprove before all: that the rest also may have fear."]},{"type":"verse","number":21,"content":["I charge thee before God, and Christ Jesus, and the elect angels, that thou observe these things without prejudice, doing nothing by declining to either side."]},{"type":"verse","number":22,"content":["Impose not hands lightly upon any man, neither be partaker of other men’s sins. Keep thyself chaste."]},{"type":"verse","number":23,"content":["Do not still drink water, but use a little wine for thy stomach’s sake, and thy frequent infirmities."]},{"type":"verse","number":24,"content":["Some men’s sins are manifest, going before to judgment: and some men they follow after."]},{"type":"verse","number":25,"content":["In like manner also good deeds are manifest: and they that are otherwise, cannot be hid."]}],"footnotes":[]},"thisChapterLink":"/api/eng_drv/1TI/5.json","thisChapterAudioLinks":{},"nextChapterApiLink":"/api/eng_drv/1TI/6.json","nextChapterAudioLinks":{},"previousChapterApiLink":"/api/eng_drv/1TI/4.json","previousChapterAudioLinks":{},"numberOfVerses":25}