{"translation":{"id":"eng_lxu","name":"LXX2012: Septuagint in British/International English 2012","website":"https://ebible.org/Scriptures/details.php?id=eng-uk-lxx2012","licenseUrl":"https://ebible.org/Scriptures/details.php?id=eng-uk-lxx2012","licenseNotes":null,"shortName":"LXU","englishName":"LXX2012: Septuagint in British/International English 2012","language":"eng","textDirection":"ltr","sha256":"11a584e74527589ff0eea44a808cc01e4eecce2c12619eae23af9d212a58e507","availableFormats":["json"],"listOfBooksApiLink":"/api/eng_lxu/books.json","numberOfBooks":19,"totalNumberOfChapters":325,"totalNumberOfVerses":8085,"languageName":"English","languageEnglishName":"English"},"book":{"id":"EST","translationId":"eng_lxu","name":"Esther","commonName":"Esther","title":"ESTHER","order":17,"numberOfChapters":10,"sha256":"c8ae2c777ffb03551566d5d01033e6ade8b1f3dd9d487aba39bec5b95254219b","firstChapterApiLink":"/api/eng_lxu/EST/1.json","lastChapterApiLink":"/api/eng_lxu/EST/10.json","totalNumberOfVerses":164},"chapter":{"number":10,"content":[{"type":"verse","number":1,"content":["And the king levied a tax upon his kingdom both by land and sea."]},{"type":"verse","number":2,"content":["And as for his strength and valour, and the wealth and glory of his kingdom, behold, they are written in the book of the Persians and Medes, for a memorial."]},{"type":"verse","number":3,"content":["And Mardochaeus",{"noteId":22398},"was viceroy to king Artaxerxes, and was a great man in the kingdom, and honoured by the Jews, and passed his life beloved of all his nation.",{"noteId":22399},"[And Mardocheus said, These things have been done of God. For I remember the dream which I had concerning these matters: for not one particular of them has failed. There was the little fountain which became a river, and there was light, and the sun and much water. The river is Esther, whom the king married, and made queen. And the two serpents are I and Aman. And the nations are those nations that combined to destroy the name of the Jews. But as for my nation, this is Israel, even they that cried to God and were delivered: for the Lord delivered his people. And the Lord rescued us out of all these calamities; and God wrought such signs and great wonders as have not been done amongst the nations. Therefore did he ordain two lots. One for the people of God, and one for all the other nations. And these two lots came for an appointed season, and for a day of judgement, before God, and for all the nations. And God remembered his people, and vindicated his inheritance. And they shall observe these days in the month Adar, on the fourteenth and on the fifteenth day of the month, with an assembly, and joy and gladness before God, throughout the generations for ever amongst his people Israel. In the fourth year of the reign of Ptolemeus and Cleopatra, Dositheus, who said he was a priest and Levite, and Ptolemeus his son, brought this epistle of Phurim, which they said was the same, and that Lysimachus the son of Ptolemeus, that was in Jerusalem, had interpreted.]"]}],"footnotes":[{"noteId":22398,"caller":"+","text":"Gr. succeded to Or, came into the place of.","reference":{"chapter":10,"verse":3}},{"noteId":22399,"caller":"+","text":"the passages in brackets are not in the Hebrew.","reference":{"chapter":10,"verse":3}}]},"thisChapterLink":"/api/eng_lxu/EST/10.json","thisChapterAudioLinks":{},"nextChapterApiLink":"/api/eng_lxu/PRO/1.json","nextChapterAudioLinks":{},"previousChapterApiLink":"/api/eng_lxu/EST/9.json","previousChapterAudioLinks":{},"numberOfVerses":3}