{"translation":{"id":"eng_drv","name":"Douay-Rheims 1899","website":"https://ebible.org/Scriptures/details.php?id=engDRA","licenseUrl":"https://ebible.org/Scriptures/details.php?id=engDRA","licenseNotes":null,"shortName":"DRV","englishName":"Douay-Rheims 1899","language":"eng","textDirection":"ltr","sha256":"a190db565c67542b1849b6288d7ad004cf793c83ac5d661503f29cfed1059408","availableFormats":["json"],"listOfBooksApiLink":"/api/eng_drv/books.json","numberOfBooks":48,"totalNumberOfChapters":689,"totalNumberOfVerses":19222,"languageName":"English","languageEnglishName":"English"},"book":{"id":"MAL","translationId":"eng_drv","name":"Malachi","commonName":"Malachi","title":"The Book of Malachi","order":39,"numberOfChapters":4,"sha256":"445c5db8ed5dd0d4ae788cddf717d9e659ed44416a1c6160802aca99b6b550b8","firstChapterApiLink":"/api/eng_drv/MAL/1.json","lastChapterApiLink":"/api/eng_drv/MAL/4.json","totalNumberOfVerses":55},"chapter":{"number":3,"content":[{"type":"verse","number":1,"content":["Behold I send my angel, and he shall prepare the way before my face. And presently the Lord, whom you seek, and the angel of the testament, whom you desire, shall come to his temple. Behold he cometh, saith the Lord of hosts."]},{"type":"verse","number":2,"content":["And who shall be able to think of the day of his coming? and who shall stand to see him? for he is like a refining fire, and like the fuller’s herb:"]},{"type":"verse","number":3,"content":["And he shall sit refining and cleansing the silver, and he shall purify the sons of Levi, and shall refine them as gold, and as silver, and they shall offer sacrifices to the Lord in justice."]},{"type":"verse","number":4,"content":["And the sacrifice of Juda and of Jerusalem shall please the Lord, as in the days of old, and in the ancient years."]},{"type":"verse","number":5,"content":["And I will come to you in judgment, and will be a speedy witness against sorcerers, and adulterers, and false swearers, and them that oppress the hireling in his wages; the widows, and the fatherless: and oppress the stranger, and have not feared me, saith the Lord of hosts."]},{"type":"verse","number":6,"content":["For I am the Lord, and I change not: and you the sons of Jacob are not consumed."]},{"type":"verse","number":7,"content":["For from the days of your fathers you have departed from my ordinances, and have not kept them: Return to me, and I will return to you, saith the Lord of hosts. And you have said: Wherein shall we return?"]},{"type":"verse","number":8,"content":["Shall a man afflict God? for you afflict me. And you have said: Wherein do we afflict thee? in tithes and in firstfruits."]},{"type":"verse","number":9,"content":["And you are cursed with want, and you afflict me, even the whole nation of you."]},{"type":"verse","number":10,"content":["Bring all the tithes into the storehouse, that there may be meat in my house, and try me in this, saith the Lord: if I open not unto you the flood-gates of heaven, and pour you out a blessing even to abundance."]},{"type":"verse","number":11,"content":["And I will rebuke for your sakes the devourer, and he shall not spoil the fruit of your land: neither shall the vine in the field be barren, saith the Lord of hosts."]},{"type":"verse","number":12,"content":["And all nations shall call you blessed: for you shall be a delightful land, saith the Lord of hosts."]},{"type":"verse","number":13,"content":["Your words have been unsufferable to me, saith the Lord."]},{"type":"verse","number":14,"content":["And you have said: What have we spoken against thee? You have said: He laboureth in vain that serveth God, and what profit is it that we have kept his ordinances, and that we have walked sorrowful before the Lord of hosts?"]},{"type":"verse","number":15,"content":["Wherefore now we call the proud people happy, for they that work wickedness are built up, and they have tempted God and are preserved."]},{"type":"verse","number":16,"content":["Then they that feared the Lord spoke every one with his neighbour: and the Lord gave ear, and heard it: and a book of remembrance was written before him for them that fear the Lord, and think on his name."]},{"type":"verse","number":17,"content":["And they shall be my special possession, saith the Lord of hosts, in the day that I do judgment: and I will spare them, as a man spareth his son that serveth him."]},{"type":"verse","number":18,"content":["And you shall return, and shall see the difference between the just and the wicked: and between him that serveth God, and him that serveth him not."]}],"footnotes":[]},"thisChapterLink":"/api/eng_drv/MAL/3.json","thisChapterAudioLinks":{},"nextChapterApiLink":"/api/eng_drv/MAL/4.json","nextChapterAudioLinks":{},"previousChapterApiLink":"/api/eng_drv/MAL/2.json","previousChapterAudioLinks":{},"numberOfVerses":18}