{"translation":{"id":"eng_drv","name":"Douay-Rheims 1899","website":"https://ebible.org/Scriptures/details.php?id=engDRA","licenseUrl":"https://ebible.org/Scriptures/details.php?id=engDRA","licenseNotes":null,"shortName":"DRV","englishName":"Douay-Rheims 1899","language":"eng","textDirection":"ltr","sha256":"a190db565c67542b1849b6288d7ad004cf793c83ac5d661503f29cfed1059408","availableFormats":["json"],"listOfBooksApiLink":"/api/eng_drv/books.json","numberOfBooks":48,"totalNumberOfChapters":689,"totalNumberOfVerses":19222,"languageName":"English","languageEnglishName":"English"},"book":{"id":"GEN","translationId":"eng_drv","name":"Genesis","commonName":"Genesis","title":"The First Book of Moses, Commonly Called Genesis","order":1,"numberOfChapters":50,"sha256":"4cc6ba1435daa56ed558ec1c2f2f683b050142841927aa5801f87a2987b1cfbd","firstChapterApiLink":"/api/eng_drv/GEN/1.json","lastChapterApiLink":"/api/eng_drv/GEN/50.json","totalNumberOfVerses":1531},"chapter":{"number":6,"content":[{"type":"verse","number":1,"content":["And after that men began to be multiplied upon the earth, and daughters were born to them,"]},{"type":"verse","number":2,"content":["The sons of God seeing the daughters of men, that they were fair, took to themselves wives of all which they chose."]},{"type":"verse","number":3,"content":["And God said: My spirit shall not remain in man for ever, because he is flesh, and his days shall be a hundred and twenty years."]},{"type":"verse","number":4,"content":["Now giants were upon the earth in those days. For after the sons of God went in to the daughters of men, and they brought forth children, these are the mighty men of old, men of renown."]},{"type":"verse","number":5,"content":["And God seeing that the wickedness of men was great on the earth, and that all the thought of their heart was bent upon evil at all times,"]},{"type":"verse","number":6,"content":["It repented him that he had made man on the earth. And being touched inwardly with sorrow of heart,"]},{"type":"verse","number":7,"content":["He said: I will destroy man, whom I have created, from the face of the earth, from man even to beasts, from the creeping thing even to the fowls of the air, for it repenteth me that I have made them."]},{"type":"verse","number":8,"content":["But Noe found grace before the Lord."]},{"type":"verse","number":9,"content":["These are the generations of Noe: Noe was a just and perfect man in his generations, he walked with God."]},{"type":"verse","number":10,"content":["And he begot three sons, Sem, Cham, and Japheth."]},{"type":"verse","number":11,"content":["And the earth was corrupted before God, and was filled with iniquity."]},{"type":"verse","number":12,"content":["And when God had seen that the earth was corrupted (for all flesh had corrupted its way upon the earth,)"]},{"type":"verse","number":13,"content":["He said to Noe: The end of all flesh is come before me, the earth is filled with iniquity through them, and I will destroy them with the earth."]},{"type":"verse","number":14,"content":["Make thee an ark of timber planks: thou shalt make little rooms in the ark, and thou shalt pitch it within and without."]},{"type":"verse","number":15,"content":["And thus shalt thou make it: The length of the ark shall be three hundred cubits: the breadth of it fifty cubits, and the height of it thirty cubits."]},{"type":"verse","number":16,"content":["Thou shalt make a window in the ark, and in a cubit shalt thou finish the top of it: and the door of the ark thou shalt set in the side: with lower, middle chambers, and third stories shalt thou make it."]},{"type":"verse","number":17,"content":["Behold I will bring the waters of a great flood upon the earth, to destroy all flesh, wherein is the breath of life, under heaven. All things that are in the earth shall be consumed."]},{"type":"verse","number":18,"content":["And I will establish my covenant with thee, and thou shalt enter into the ark, thou and thy sons, and thy wife, and the wives of thy sons with thee."]},{"type":"verse","number":19,"content":["And of every living creature of all flesh, thou shalt bring two of a sort into the ark, that they may live with thee: of the male sex, and the female."]},{"type":"verse","number":20,"content":["Of fowls according to their kind, and of beasts in their kind, and of every thing that creepeth on the earth according to its kind; two of every sort shall go in with thee, that they may live."]},{"type":"verse","number":21,"content":["Thou shalt take unto thee of all food that may be eaten, and thou shalt lay it up with thee: and it shall be food for thee and them."]},{"type":"verse","number":22,"content":["And Noe did all things which God commanded him."]}],"footnotes":[]},"thisChapterLink":"/api/eng_drv/GEN/6.json","thisChapterAudioLinks":{},"nextChapterApiLink":"/api/eng_drv/GEN/7.json","nextChapterAudioLinks":{},"previousChapterApiLink":"/api/eng_drv/GEN/5.json","previousChapterAudioLinks":{},"numberOfVerses":22}