{"translation":{"id":"eng_drv","name":"Douay-Rheims 1899","website":"https://ebible.org/Scriptures/details.php?id=engDRA","licenseUrl":"https://ebible.org/Scriptures/details.php?id=engDRA","licenseNotes":null,"shortName":"DRV","englishName":"Douay-Rheims 1899","language":"eng","textDirection":"ltr","sha256":"a190db565c67542b1849b6288d7ad004cf793c83ac5d661503f29cfed1059408","availableFormats":["json"],"listOfBooksApiLink":"/api/eng_drv/books.json","numberOfBooks":48,"totalNumberOfChapters":689,"totalNumberOfVerses":19222,"languageName":"English","languageEnglishName":"English"},"book":{"id":"JER","translationId":"eng_drv","name":"Jeremiah","commonName":"Jeremiah","title":"The Book of Jeremiah","order":24,"numberOfChapters":52,"sha256":"fe1d5d1a574bc639d36d78ebc181e0e033c8ef67cb8bd684dc0c5057355b8149","firstChapterApiLink":"/api/eng_drv/JER/1.json","lastChapterApiLink":"/api/eng_drv/JER/52.json","totalNumberOfVerses":1363},"chapter":{"number":24,"content":[{"type":"verse","number":1,"content":["The Lord shewed me: and behold two baskets full of figs, set before the temple of the Lord: after that Nabuchodonosor king of Babylon had carried away Jechonias the son of Joakim the king of Juda, and his chief men, and the craftsmen, and engravers of Jerusalem, and had brought them to Babylon."]},{"type":"verse","number":2,"content":["One basket had very good figs, like the figs of the first season: and the other basket had very bad figs, which could not be eaten, because they were bad."]},{"type":"verse","number":3,"content":["And the Lord said to me: What seest thou, Jeremias? And I said: Figs, the good figs, very good: and the bad figs, very bad, which cannot be eaten because they are bad."]},{"type":"verse","number":4,"content":["And the word of the Lord came to me, saying:"]},{"type":"verse","number":5,"content":["Thus saith the Lord the God of Israel: Like these good figs, so will I regard the captives of Juda, whom I have sent forth out of this place into the land of the Chaldeans, for their own good."]},{"type":"verse","number":6,"content":["And I will set my eyes upon them to be pacified, and I will bring them again into this land: and I will be their God: and I will build them up, and not pull them down: and I will plant them, and not pluck them up."]},{"type":"verse","number":7,"content":["And I will give them a heart to know me, that I am the Lord: and they shall be my people, and I will be their God: because they shall return to me with their whole heart."]},{"type":"verse","number":8,"content":["And as the very bad figs, that cannot be eaten, because they are bad: thus saith the Lord: So will I give Sedecias the king of Juda, and his princes, and the residue of Jerusalem, that have remained in this city, and that dwell in the land of Egypt."]},{"type":"verse","number":9,"content":["And I will deliver them up to vexation, and affliction, to all the kingdoms of the earth: to be a reproach, and a byword, and a proverb, and to be a curse in all places, to which I have cast them out."]},{"type":"verse","number":10,"content":["And I will send among them the sword, and the famine, and the pestilence: till they be consumed out of the land which I gave to them, and their fathers."]}],"footnotes":[]},"thisChapterLink":"/api/eng_drv/JER/24.json","thisChapterAudioLinks":{},"nextChapterApiLink":"/api/eng_drv/JER/25.json","nextChapterAudioLinks":{},"previousChapterApiLink":"/api/eng_drv/JER/23.json","previousChapterAudioLinks":{},"numberOfVerses":10}