{"translation":{"id":"eng_drv","name":"Douay-Rheims 1899","website":"https://ebible.org/Scriptures/details.php?id=engDRA","licenseUrl":"https://ebible.org/Scriptures/details.php?id=engDRA","licenseNotes":null,"shortName":"DRV","englishName":"Douay-Rheims 1899","language":"eng","textDirection":"ltr","sha256":"a190db565c67542b1849b6288d7ad004cf793c83ac5d661503f29cfed1059408","availableFormats":["json"],"listOfBooksApiLink":"/api/eng_drv/books.json","numberOfBooks":48,"totalNumberOfChapters":689,"totalNumberOfVerses":19222,"languageName":"English","languageEnglishName":"English"},"book":{"id":"JER","translationId":"eng_drv","name":"Jeremiah","commonName":"Jeremiah","title":"The Book of Jeremiah","order":24,"numberOfChapters":52,"sha256":"fe1d5d1a574bc639d36d78ebc181e0e033c8ef67cb8bd684dc0c5057355b8149","firstChapterApiLink":"/api/eng_drv/JER/1.json","lastChapterApiLink":"/api/eng_drv/JER/52.json","totalNumberOfVerses":1363},"chapter":{"number":43,"content":[{"type":"verse","number":1,"content":["And it came to pass, that when Jeremias had made an end of speaking to the people all the words of the Lord their God, for which the Lord their God had sent him to them, all these words:"]},{"type":"verse","number":2,"content":["Azarias the son of Osaias, and Johanan the son of Caree, and all the proud men, made answer, saying to Jeremias: Thou tellest a lie: the Lord our God hath not sent thee, saying: Go not into Egypt, to dwell there."]},{"type":"verse","number":3,"content":["But Baruch the son of Nerias setteth thee on against us, to deliver us into the hands of the Chaldeans, to kill us, and to cause us to be carried away captives to Babylon."]},{"type":"verse","number":4,"content":["So Johanan the son of Caree, and all the captains of the soldiers, and all the people, obeyed not the voice of the Lord, to remain in the land of Juda."]},{"type":"verse","number":5,"content":["But Johanan the son of Caree, and all the captains of the soldiers took all the remnant of Juda, that were returned out of all nations, to which they had before been scattered, to dwell in the land of Juda:"]},{"type":"verse","number":6,"content":["Men, and women, and children, and the king’s daughters, and every soul, which Nabuzardan the general had left with Godolias the son of Ahicam the son of Saphan, and Jeremias the prophet, and Baruch the son of Nerias."]},{"type":"verse","number":7,"content":["And they went Into the land of Egypt, for they obeyed not the voice of the Lord: and they came as far as Taphnis."]},{"type":"verse","number":8,"content":["And the word of the Lord came to Jeremias in Taphnis, saying:"]},{"type":"verse","number":9,"content":["Take great stones in thy hand, and thou shalt hide them in the vault that is under the brick wall at the gate of Pharao’s house in Taphnis: in the sight of the men of Juda."]},{"type":"verse","number":10,"content":["And thou shalt say to them: Thus saith the Lord of hosts the God of Israel: Behold I will send, and take Nabuchodonosor the king of Babylon my servant: and I will set his throne over these stones which I have hid, and he shall set his throne over them."]},{"type":"verse","number":11,"content":["And he shall come and strike the land of Egypt: such as are for death, to death: and such as are for captivity, to captivity: and such as are for the sword, to the sword."]},{"type":"verse","number":12,"content":["And he shall kindle a fire in the temples of the gods of Egypt, and he shall burn them, and he shall carry them away captives: and he shall array himself with the land of Egypt, as a shepherd putteth on his garment: and he shall go forth from thence in peace."]},{"type":"verse","number":13,"content":["And he shall break the statues of the house of the sun, that are in the land of Egypt; and the temples of the gods of Egypt he shall burn with fire."]}],"footnotes":[]},"thisChapterLink":"/api/eng_drv/JER/43.json","thisChapterAudioLinks":{},"nextChapterApiLink":"/api/eng_drv/JER/44.json","nextChapterAudioLinks":{},"previousChapterApiLink":"/api/eng_drv/JER/42.json","previousChapterAudioLinks":{},"numberOfVerses":13}