{"translation":{"id":"eng_fbv","name":"Free Bible Version","website":"https://ebible.org/Scriptures/details.php?id=engfbv","licenseUrl":"https://ebible.org/Scriptures/details.php?id=engfbv","licenseNotes":null,"shortName":"FBV","englishName":"Free Bible Version","language":"eng","textDirection":"ltr","sha256":"ec5ebacc48bac1e22b7c8c538fd2e2835bb194b0d0726894e640dda11c6744ee","availableFormats":["json"],"listOfBooksApiLink":"/api/eng_fbv/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31104,"languageName":"English","languageEnglishName":"English"},"book":{"id":"1CO","translationId":"eng_fbv","name":"1 Corinthians","commonName":"1 Corinthians","title":"First Corinthians","order":46,"numberOfChapters":16,"sha256":"9467a0d4be87ac8481e87bf32cbcb40f9d015c9afe1127b5640ea37008ae89fa","firstChapterApiLink":"/api/eng_fbv/1CO/1.json","lastChapterApiLink":"/api/eng_fbv/1CO/16.json","totalNumberOfVerses":437},"chapter":{"number":5,"content":[{"type":"verse","number":1,"content":["I hear reports that sexual immorality is happening among you, immorality that even the foreigners don't practice. A man is living with his father's wife!"]},{"type":"verse","number":2,"content":["You are so proud of yourselves! Shouldn't you have wept with sadness, and excluded the man who did this?"]},{"type":"verse","number":3,"content":["Even though I'm not physically present there, I am there in spirit and just as if I were there I've already made my judgment of the one who has done this."]},{"type":"verse","number":4,"content":["When you meet together in the name of the Lord Jesus I'll be there with you in spirit and with the power of our Lord Jesus."]},{"type":"verse","number":5,"content":["Hand over this man to Satan so his sinful nature may be destroyed and he himself be saved on the day of the Lord.",{"noteId":3490}]},{"type":"verse","number":6,"content":["You shouldn't be proud about this. Don't you know that it only takes a little yeast to make the whole batch of dough rise?",{"noteId":3491}]},{"type":"verse","number":7,"content":["Get rid of this old yeast so that you can be a new batch of dough to make bread without yeast. Christ our Passover lamb has been sacrificed."]},{"type":"verse","number":8,"content":["So let us celebrate this festival",{"noteId":3492},", not with old yeast or the yeast of evil and wickedness, but with the bread made without yeast, the bread of sincerity and truth."]},{"type":"verse","number":9,"content":["In my previous letter I wrote that you should not associate with immoral people."]},{"type":"verse","number":10,"content":["I wasn't referring to the immoral people of this world, those who are greedy and cheat others, or those who worship idols, otherwise you'd have to leave this world!"]},{"type":"verse","number":11,"content":["What I meant when I wrote was that you shouldn't associate with anyone who is called a Christian who is immoral or greedy or worships idols; or who is abusive or a drunkard or who cheats others. Don't even share a meal with anyone like that!"]},{"type":"verse","number":12,"content":["It's not my place to judge those outside the church. But shouldn't you judge those who are inside the church?"]},{"type":"verse","number":13,"content":["God judges those that are outside the church. “Expel the wicked from among you.”",{"noteId":3493}]},{"type":"line_break"}],"footnotes":[{"noteId":3490,"caller":"+","text":"This is not to suggest that Satan “cooperates” in the salvation process. This “handing over to Satan” is figurative language that is meant to indicate that the one involved is allowed to experience the consequences of his sin so that he may choose to return and be saved.","reference":{"chapter":5,"verse":5}},{"noteId":3491,"caller":"+","text":"In other words, it only takes a small amount of sin to infect the whole church.","reference":{"chapter":5,"verse":6}},{"noteId":3492,"caller":"+","text":"At the time of the Passover the Jews ate bread made without yeast, and threw out all the yeast from their homes. Paul is using this imagery to say that the yeast of sin needs to be removed just as the symbol of sin (yeast) was removed at the time of the sacrifice of the Passover.","reference":{"chapter":5,"verse":8}},{"noteId":3493,"caller":"+","text":"This is a quotation from Deuteronomy, repeated in several places: Deuteronomy 13:5, Deuteronomy 17:7, Deuteronomy 19:19, Deuteronomy 22:24, Deuteronomy 24:7.","reference":{"chapter":5,"verse":13}}]},"thisChapterLink":"/api/eng_fbv/1CO/5.json","thisChapterAudioLinks":{},"nextChapterApiLink":"/api/eng_fbv/1CO/6.json","nextChapterAudioLinks":{},"previousChapterApiLink":"/api/eng_fbv/1CO/4.json","previousChapterAudioLinks":{},"numberOfVerses":13}